{ "episode": [
{ "titre":"Et voici Naruto Uzumaki" , "description":"Naruto est un jeune orphelin du village de Konoha. Possédant en lui le démon renard Kyûbi qui a ravagé le village au moment de sa naissance et a été scellé en lui, il est rejeté par les autres villageois, et fait de nombreuses frasques pour tenter de se faire remarquer. Il étudie les arts ninjas à l’académie du village, mais est le seul élève qui ne parvient pas à obtenir le grade de genin. Un de ses professeurs, Mizuki décide alors de profiter de son ressentiment pour lui faire voler le rouleau des techniques interdites conservé dans le bureau du chef du village, le Hokage. Parti seul dans la forêt, il parvient à apprendre la première technique du rouleau, le « Multi clonage ». Son autre professeur, Iruka le retrouve, mais ils sont attaqués par Mizuki. Mizuki dévoile à Naruto qu’il est possédé par le démon renard et que c'est pour ça qu’il est rejeté, mais lorsque Naruto comprend qu’Iruka ne le rejette pas et reconnaît sa valeur, il défait Mizuki avec sa nouvelle technique et reçoit son bandeau frontal, signe qu’il est un ninja à part entière." , "duree":"22" , "numero":"1" , "saison":"1" } , 
{ "titre":"Je m'appelle Konohamaru" , "description":"Konoha-Maru, petit-fils du 3e Hokage, exprime son désir d’être reconnu indépendamment de son grand-père et décide de suivre Naruto, qui est le seul à avoir osé lui donner une taloche en réponse à ses caprices, au grand désarroi de son professeur particulier Ebisu ; lorsque celui-ci les retrouve, Naruto est en train d’apprendre à Konohamaru la technique avec laquelle il a assommé le Hokage, le « Sexy-Méta » consistant à se transformer en une jeune fille nue et affriolante. Alors qu’Ebisu le défie, Naruto tente d’utiliser le « Multi clonage supra » qui lui a permis de vaincre Mizuki, mais le professeur n’est pas impressionné. Naruto transforme alors tous ses clones en jeunes filles nues, inventant la « Technique du Harem », qui met Ebisu hors de combat" , "duree":"22" , "numero":"2" , "saison":"1" } , 
{ "titre":"Sasuke et Sakura : Amis ou Ennemis ?" , "description":"Lors de sa première journée en tant que genin, Naruto est mis dans l’équipe no 7 avec Sasuke, le petit génie de la promotion, et Sakura, une fille dont il est amoureux, mais qui le méprise et n’a d’yeux que pour Sasuke. Naruto attaque alors ce dernier par surprise pour le neutraliser, et se transforme en lui pour tenter de séduire Sakura et savoir ce qu’elle pense de lui, mais il est gêné par le lait périmé qu’il a consommé le matin même et doit s’éclipser rapidement. Sasuke se libère et part à la recherche de Naruto ; il rencontre Sakura qui tente de le séduire à son tour, critiquant le comportement de Naruto qu’elle met sur le compte du fait qu’il est orphelin, mais il la rejette brutalement, ayant lui aussi perdu ses parents. Déprimée, Sakura pense à Naruto qui doit ressentir la même chose qu’elle, et décide d’être plus gentille avec lui à l’avenir." , "duree":"22" , "numero":"3" , "saison":"1" } , 
{ "titre":"L'Épreuve de survie" , "description":"L’équipe no 7 est prise en charge par Kakashi, un jōnin ; il se présente et leur demande de faire de même. Le lendemain, il leur fait passer une épreuve de survie où ils doivent récupérer deux clochettes qu’il porte ; celui qui échouera au test sera renvoyé à l’académie. Ils commencent le test, Sasuke et Sakura partent se cacher pour se mettre en observation, mais Naruto reste face à Kakashi et tente plusieurs attaques de front qui échouent." , "duree":"22" , "numero":"4" , "saison":"1" } , 
{ "titre":"Recalés ?" , "description":"L’épreuve de survie continue ; Sakura est mise hors de combat par Kakashi avec une illusion, et ce dernier engage un face à face contre Sasuke, qu’il met hors de combat ; pendant ce temps, Naruto découvre où est caché le repas de midi et s’apprête à manger, mais il est découvert par Kakashi et attaché à un poteau. Le jōnin demande aux deux autres de manger pour prendre des forces avant de reprendre le test ; il les sermonne durement en leur disant qu’ils n’ont rien compris au test et devraient abandonner l’idée d’être des ninjas, avant de leur révéler que seul le travail d’équipe est payant dans cette épreuve, et part en leur interdisant de donner de la nourriture à Naruto. Lorsqu’il est hors de vue, Sasuke et Sakura aident Naruto à manger pour qu’il soit d’attaque lors de leur prochaine tentative ; Kakashi surgit alors en leur disant qu’ils ont réussi le test, car prendre soin de ses camarades est selon lui prioritaire aux règles." , "duree":"22" , "numero":"5" , "saison":"1" } , 
{ "titre":"Le Journal de l'école de Konoha" , "description":"Konohamaru est chargé de faire un reportage sur Naruto et les participants à l'examen chūnin." , "duree":"22" , "numero":"26" , "saison":"2" } , 
{ "titre":"La Seconde Épreuve ! Tout le monde est un ennemi" , "description":"La seconde épreuve de l'examen chūnin commence : il s'agit d'une épreuve de survie dans une forêt hostile." , "duree":"22" , "numero":"27" , "saison":"2" } , 
{ "titre":"Manger ou être mangé... Naruto joue les appâts !" , "description":"Le ninja ennemi apparaît et engage le combat avec Sasuke. Après la fuite de cet imposteur, l'équipe 7 subit une nouvelle attaque. Mais cette fois-ci, l'adversaire est plus coriace." , "duree":"22" , "numero":"28" , "saison":"2" } , 
{ "titre":"Naruto contre-attaque !" , "description":"Naruto vient aider Sasuke, en difficulté. Lors de ce combat, Naruto fait preuve d'un grand courage alors que Sasuke est apeuré. Naruto le traite alors de poule mouillée. Pendant ce temps, les cadavres sans visage des trois participants de Kusa sont découverts aux abords de la forêt. Alertée, l'examinatrice Anko y reconnaît la signature d'Orochimaru. Elle demande l'envoi de deux escouades des forces spéciales." , "duree":"22" , "numero":"29" , "saison":"2" } , 
{ "titre":"Le Feu du dragon" , "description":"Après avoir vu la leçon de courage que Naruto lui a donné, Sasuke décide d'affronter son adversaire au péril de sa vie. Après avoir battu le ninja de Kusa, Sasuke se fait mordre et une marque apparaît dans son cou. Le ninja ennemi dévoile sa véritable identité : il s'appelle Orochimaru." , "duree":"22" , "numero":"30" , "saison":"2" } , 
{ "titre":"Le Retour d'Ebisu" , "description":"Kakashi confie l'entraînement de Naruto au professeur du petit-fils du troisième Hokage : Ebisu. Naruto n'est pas d'accord et défie Ebisu de lui montrer sa valeur." , "duree":"22" , "numero":"52" , "saison":"3" } , 
{ "titre":"L'ermite est de retour" , "description":"Alors qu'Ebisu enseigne à Naruto comment marcher sur l'eau, l'ermite Jiraya, ninja légendaire, fait son apparition et assomme Ebisu." , "duree":"22" , "numero":"53" , "saison":"3" } , 
{ "titre":"La Technique d'invocation" , "description":"Un soir, un combat a lieu entre Gaara et Dosu Kinuta. Ce dernier lui avoue qu'en l'éliminant, il affrontera Sasuke à la phase finale. Mais Gaara se débarrasse de lui en un clin d'œil. Pendant ce temps, non loin de là, Kabuto et Baki concluent une alliance entre Suna et Oto pour réduire en cendres le village de Konoha. Après des péripéties, l'ermite accepte d'enseigner à Naruto ses connaissances et commence par une technique puissante : la technique d'invocation." , "duree":"22" , "numero":"54" , "saison":"3" } , 
{ "titre":"Un vœu fait à une fleur" , "description":"Le troisième hokage informe les jōnin et les chūnin de la mort d'Hayate Gekko, l'arbitre des éliminatoires. Son corps a été retrouvé par les membres de l'ANBU. Pendant ce temps, Sakura rend visite à Sasuke et Lee à l'hôpital en compagnie d'Ino." , "duree":"22" , "numero":"55" , "saison":"3" } , 
{ "titre":"Une question de vie ou de mort" , "description":"Le seul moyen pour que Naruto réussisse à concentrer le chakra du démon-renard à neuf queues : une question de vie ou de mort." , "duree":"22" , "numero":"56" , "saison":"3" } , 
{ "titre":"Naruto sort le grand jeu" , "description":"Naruto passe à l'attaque pour sauver Sasuke et Sakura. Alors que le Shukaku a pris sa forme définitive, Naruto invoque Gamabunta." , "duree":"22" , "numero":"78" , "saison":"4" } , 
{ "titre":"Le Coup final" , "description":"Face à Gamabunta, Gaara utilise sa dernière technique pour libérer toute la puissance de Shukaku. Naruto et Gamabunta vont devoir trouver de nouvelles ressources." , "duree":"22" , "numero":"79" , "saison":"4" } ,
{ "titre":"Konoha pleure le 3e Hokage" , "description":"Le 3e Hokage enlève les bras de l'âme d'Orochimaru et périt sur le coup. Tous les habitants du village sont à son enterrement pour lui rendre hommage et Iruka tente de consoler Konohamaru." , "duree":"22" , "numero":"80" , "saison":"4" } ,
{ "titre":"Retour au pays" , "description":"Itachi Uchiwa revient au village de Konoha, pour venir chercher quelque chose." , "duree":"22" , "numero":"81" , "saison":"4" } ,
{ "titre":"Sharingan contre Sharingan" , "description":"22" , "duree":"Kakashi est le seul à pouvoir résister au terrible pouvoir du Sharingan du clan Uchiwa." , "numero":"82" , "saison":"4" } ,
] }